# coding=utf8
from gtts import gTTS
import unicodedata

text = 'ഒരു വേനലിൽ ദിവസം ആയിരുന്നു. ഒരു സിംഹവും ഒരു പന്നി കുടിക്കാൻ വെള്ളം ശരീരം അസ്മല്ല് എത്താൻ. അവർ വാദിക്കുന്നു ആരംഭിക്കുന്നുആദ്യം ആരാണ് കുടിക്കേണ്ടത് എന്നതിനെക്കുറിച്ച് യുദ്ധം ചെയ്യുക. കുറച്ചു സമയത്തിനു ശേഷം, അവർ ക്ഷീണിതരാകുകയും ശ്വാസം നിർത്തുകയും ചെയ്യുമ്പോൾ, നോട്ടീസ് മുകളിൽ കഴുകുന്നവർ. ഒറ്റത്തവണ അവർ ഒന്നോ രണ്ടോ വീഴുവാൻ കാത്തിരിക്കുന്നു, അവരെ വിരുന്നു. സിംഹവും പന്നിയും തീരുമാനിക്കുന്നുഅത് നിർമ്മിക്കാനും സുഹൃത്തുക്കളായിരിക്കാനും നന്ദിപറയാനും കഴുകൻമാർക്ക് ഭക്ഷണം കഴിക്കാനും നല്ലതാണ്. അവർ ഒരുമിച്ച് വെള്ളം കുടിക്കുകയും അവരുടെ വഴികളിലൂടെ പോകുകയും ചെയ്യുന്നു. ധാർമ്മികത: പരിശ്രമിക്കുന്നവർ പലപ്പോഴും അവരുടെ തോൽവി പ്രയോജനപ്പെടുത്തുന്നതിന് ബ്യോതെര്സ് നിരീക്ഷിക്കുന്നു'

tts = gTTS(text, lang='ml')
tts.save('hello.mp3')
